[
  {
    "id": "LIA00001",
    "fullName": "Abinet Esayas Chare",
    "sponsor": "Mars Yeneneh",
    "dateOfBirth": "2016-08-24",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 2",
    "school": "Misola full Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with stepmother and Father after losing his mother. Faces challenges at home, including conflicts with his stepmother, which have affected his ability to focus on school.",
    "location": "Tonkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of continuing his education and becoming a Doctor",
    "hobby": "Playing with peers when given the opportunity",
    "about": "Abinet is a resilient young boy from southern Ethiopia, a region known for its natural springs and groundwater forests. Although the area is agriculturally rich, outdated farming techniques and limited access to larger markets make it difficult for families to thrive. Abinet's life took a difficult turn when he lost his mother, and he now lives with his stepmother, facing challenges that have impacted his education and emotional well-being. His community struggles with preventable diseases, malnutrition, and a lack of healthcare services. Harmful traditions such as child marriage persist, along with poorly equipped schools that fail to meet the needs of children like Abinet. Despite these obstacles, Abinet has a strong will to continue his education and dreams of overcoming the challenges he faces at home and in his community."
  },
  {
    "id": "LIA-00002",
    "fullName": "Abenet Wondimu Bonga",
    "sponsor": "Jerusalem Abebe", 
    "dateOfBirth": "2015-08-13",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "45 minutes",
    "family": "Lives with his mother, who faces significant financial hardships. He has three siblings—two started school but had to drop out and migrate to Addis Ababa for work, while the youngest sibling is not attending school due to the family's struggles.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher and helping others learn",
    "hobby": "Playing soccer in his free time",
    "about": "Abenet Wondimu is a hopeful and bright young boy from southern Ethiopia, where families often struggle to make ends meet. He lives with his mother, who works tirelessly to provide for her children amidst severe financial challenges. Abenet's two older siblings were forced to drop out of school and migrate to Addis Ababa for work, while his younger sibling has not been able to start school due to the family's difficult circumstances. The community Abenet lives in faces many obstacles, including preventable diseases, malnutrition, and a lack of healthcare services. Though the region is agriculturally rich, outdated farming methods and limited access to markets hinder its potential. Schools in the area are under-resourced, making it challenging for children to access quality education. Despite these hardships, Abenet remains determined to continue his education, aspiring to become a teacher and inspire others in his community."
  },
  {
    "id": "LIA-00003",
    "fullName": "Aberash Kurka Kunta",
    "sponsor": "Fasil Tekle",
    "dateOfBirth": "2012-10-19",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 9,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Gamo Primary School",
    "walkToSchool": "15 minutes",
    "family": "Lives with her Mother, Minake Mola. Her parents work as farmers to support the family. She has two younger siblings and one older sibling.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse to care for others",
    "hobby": "Singing and often brings joy to those around her with her songs",
    "about": "Aberash Kurka is a bright and compassionate girl growing up in Amuro, a rural area in southern Ethiopia. Despite the many challenges in her community, including the prevalence of malaria, inadequate healthcare, and limited access to basic necessities like clean water and food, Aberashe remains determined to pursue her dreams. Living with her legal guardian and siblings, Aberashe is inspired by her passion for helping others and hopes to become a nurse. Her love for singing reflects her optimistic spirit and brings light to her family and friends."
  },
  {
    "id": "LIA-00004",
    "fullName": "Abiti Amano Kodo",
    "sponsor": "Yilak Desta",
    "dateOfBirth": "2015-03-09",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 7,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his grandmother, who struggles with mental health challenges and has been outcasted by the community. His father passed away, and his mother remarried and moved away.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a mechanic and helping his community with his skills",
    "hobby": "Playing soccer in his free time",
    "about": "Abiti Amano is a determined young boy from southern Ethiopia, facing extraordinary challenges at a young age. After losing his father and being abandoned by his mother, he now lives with his grandmother, who is both mentally ill and marginalized by the community. Despite these hardships, Abiti remains resilient and hopeful about his future. The region Abiti lives in is agriculturally rich but suffers from outdated farming methods, limited healthcare, and social stigma against mental health issues. Families in the community face food insecurity, lack of clean water, and limited educational opportunities. Schools are poorly equipped, and many children are unable to complete their education due to financial and social barriers. Abiti's determination to become a mechanic reflects his desire to overcome adversity and build a life where he can support himself and others."
  },
  {
    "id": "LIA-00005",
    "fullName": "Abiti Buchamo Mara",
    "sponsor": "Nebiyu Biru",
    "dateOfBirth": "2016-03-16",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his Mother, Malale Sape. His parents work as farmers to support the family. He has two sisters and three brothers, none of whom were able to complete high school due to financial difficulties.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help his community",
    "hobby": "Playing soccer with his friends",
    "about": "Abiti Buchamo is a curious and determined boy growing up in Amuro, a rural region in southern Ethiopia. Life in his community is challenging, with widespread issues such as malaria and inadequate access to healthcare facilities. His family works hard to make ends meet, but financial struggles have prevented his siblings from completing their education. Despite these hardships, Abete is focused on his education and aspires to become a doctor to make a positive impact on his community. His passion for learning and his love for soccer bring joy and hope to his days."
  },
  {
    "id": "LIA-00006",
    "fullName": "Abite Hamisso Hanche",
    "sponsor": "Ageazi Eden",
    "dateOfBirth": "2015-03-26",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "20 minutes",
    "family": "Lives with his single mother, who struggles to provide for the family. He has four siblings, none of whom are currently attending school due to their difficult financial situation.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor and helping those in need",
    "hobby": "Playing soccer and spending time with friends",
    "about": "Abite Hamisso is a bright and hopeful young boy from southern Ethiopia. He lives with his single mother, who faces immense hardships as she works tirelessly to care for her five children. Due to their life circumstances, Abite's siblings have not been able to attend school, leaving Abite as the family's beacon of hope for a better future. Despite living in an agriculturally rich area, families like Abite's face numerous challenges, including food insecurity, lack of clean water, inadequate healthcare, and poorly equipped schools. The community also struggles with outdated farming methods and limited access to markets, further compounding their struggles. Abite's determination to become a doctor reflects his aspiration to rise above these hardships and provide a better life for his family and community."
  },
  {
    "id": "LIA-00007",
    "fullName": "Abiti Assaye Barude",
    "sponsor": "Versavel Melaku",
    "dateOfBirth": "2015-06-15",
    "joinedSponsorshipProgram": "2021-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 10 minutes",
    "family": "Lives with his single mom with hardship, who works tirelessly on farms to support Abet and his younger brother.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of completing his education and helping his family",
    "hobby": "Playing with his brother and exploring his surroundings",
    "about": "Abiti Assaye is a determined and cheerful boy growing up in Wude, Boreda, Arbaminch, a region known for its agricultural potential but also significant challenges. He lives with his single mom with hardship, who works tirelessly on farms to support Abiti and his younger brother. Life in Wude is tough, with frequent risks of malaria, inadequate food, and limited access to clean water, electricity, and healthcare. The family resides in a small home with no access to modern utilities. Education opportunities are limited to low-quality primary schools, with no options for advanced learning. Abet and his brother are also exposed to harmful cultural practices prevalent in the region. Despite these challenges, Abiti is eager to continue his education and bring hope to his family."
  },
  {
    "id": "LIA-00008",
    "fullName": "Amanuel Soka Sorsa",
    "sponsor": "Zinash Bekele",
    "dateOfBirth": "2011-02-09",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": null,
    "currentGrade": "Grade 8",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his mother and three siblings (who lives in Addis Ababa). His mother works tirelessly on the farm but struggles to provide basic necessities like food, shelter, and clothing for the family.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help others",
    "hobby": "Playing with friends and family",
    "about": "Amanuel Soka is a hardworking and compassionate boy from southern Ethiopia. Despite his family's challenges, he is determined to succeed and fulfill his dream of becoming a doctor. His mother, the sole breadwinner, works on a farm but faces immense difficulties in providing for the family's needs. The region where Amanuel lives is agriculturally rich but struggles with economic barriers, including outdated farming methods and limited access to markets. Healthcare and education are severely underdeveloped, with preventable diseases like malnutrition and malaria taking a toll on the community. Schools are run-down and poorly equipped, adding to the hardships children face in pursuing education. Amanuel is dedicated to overcoming these obstacles and making a positive impact in his community. His love for volleyball brings joy and balance to his life, even amid difficulties."
  },
  {
    "id": "LIA-00009",
    "fullName": "Demekech Deliso Darcho",
    "sponsor": "Mengistu Tamire",
    "dateOfBirth": "2011-02-10",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 8",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her family, including seven siblings. Due to financial challenges, her family was unable to send all the children to school, and she had to stop her education before joining the sponsorship program.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help her family and community",
    "hobby": "Playing volleyball and finds joy and teamwork in the sport",
    "about": "Demekech Deliso is a determined and bright young girl living in southern Ethiopia. Her family's financial struggles made it difficult to support the education of all seven siblings, forcing Demekech to drop out of school at an early age. However, through the sponsorship program, she was able to return to school, where she now excels as a student. Her dream of becoming a doctor is fueled by her desire to help her family and community overcome the challenges they face. In addition to her academic aspirations, Demekech enjoys playing volleyball, which gives her moments of happiness and camaraderie with her peers. Demekech's resilience and commitment to her education make her a role model for her siblings and a beacon of hope for her family."
  },
  {
    "id": "LIA-00010",
    "fullName": "Asnakech Chamebara Chere",
    "sponsor": "Samuel Gref",
    "dateOfBirth": "2014-05-22",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 7,
    "gradeAtJoining": null,
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with her single father and Stepmother, who works as a farmer to support the family. She has four younger siblings (Two brothers and Two sisters).",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Reading the Bible and learning from it",
    "about": "Asnakech Chamebara is a kind-hearted and ambitious girl growing up in Wude, a rural area in southern Ethiopia. Her family works hard to provide for their needs, but life in her community is fraught with challenges. The region has a high prevalence of malaria, inadequate access to healthcare, and shortages of clean water, food, and other basic necessities. Despite these hardships, Asnakech is determined to achieve her dream of becoming a nurse and helping her community. Her passion for reading the Bible reflects her faith and hope for a brighter future."
  },
  {
    "id": "LIA-00011",
    "fullName": "Asrat Abebe Kumalo",
    "sponsor": "Abenezer Nuro",
    "dateOfBirth": "2015-05-08",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": null,
    "currentGrade": "Grade 2",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 30 minutes",
    "family": "Father is not alive and her mother is not living with her. She is living with her Auntie and two siblings. Her mother works tirelessly to provide for the family, but they face significant challenges in meeting basic needs like food, shelter, and clothing.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing music",
    "about": "Asrat Abebe is a determined and caring young girl living in southern Ethiopia, a region known for its rich cultural heritage and natural beauty but also for its socio-economic struggles. Her family faces ongoing challenges in securing daily necessities, including food and clothing. Asrat's mother, the sole provider for the family, works incredibly hard to care for Asrat and her siblings, but the lack of stable income and community resources makes their lives difficult. Like many families in the area, they are affected by malnutrition, limited healthcare access, and a lack of educational support. Despite these hardships, Asrat is a bright and optimistic child who holds onto her dream of becoming a doctor. She is inspired to help others and create a healthier, brighter future for her community. Her cheerful nature and strong bonds with her friends bring light to her everyday life, even amidst adversity."
  },
  {
    "id": "LIA-00012",
    "fullName": "Eskeil Duno Goncho",
    "sponsor": "Biniyam Ahmed",
    "dateOfBirth": "2018-06-15",
    "joinedSponsorshipProgram": "2024-12-09",
    "ageAtJoining": 7,
    "gradeAtJoining": null,
    "currentGrade": "KG 1",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his Auntie Birtukan and Three younger siblings. His father passed away long ago, and after his mother remarried, Birtukan took on the responsibility of raising his siblings. Due to these challenges, Birtukan sacrificed her education and his spot in the program to give Eskeil a chance for a better future.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help heal his sister, who sometimes falls ill",
    "hobby": "Playing soccer with his friends",
    "about": "Eskeil Duno is a kind-hearted and determined 6-year-old boy from Haylasho Boreda, a rural village in southern Ethiopia. He joined the LIA sponsorship program in December 2024, replacing his older sister Birtukan, who gave up her spot in the program to provide her younger siblings with a better opportunity. Eskeil's family faces significant challenges. His father passed away years ago, and after his mother remarried, life became increasingly difficult for Birtukan. She has taken on the role of caretaker for Eskeil and their younger sibling, sacrificing her education and opportunities to ensure her siblings have a chance at a better life. Eskeil is grateful for his sister's sacrifice and dreams of becoming a doctor so he can one day heal her and improve their lives. In his free time, he enjoys playing soccer, which brings him joy and a sense of normalcy amidst their struggles."
  },
  {
    "id": "LIA-00013",
    "fullName": "Bethelhem Markos Gurda",
    "sponsor": "Nathan Solomon",
    "dateOfBirth": "2011-06-15",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 10,
    "gradeAtJoining": null,
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with her parents and five siblings. Her parents are farmers who work hard to support the family but struggle to meet their basic needs.",
    "location": "Zege, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse",
    "hobby": "Playing music",
    "about": "Bethelhem Markos is a determined and hopeful girl growing up in the rural region of Arbaminch Zege in southern Ethiopia. Despite the challenges her family faces, Bethelhem is passionate about her future and aspires to become a nurse, inspired by her desire to help others. Her parents, who are farmers, face difficulties in providing for their family due to the lack of access to larger markets and modern farming tools. This leaves the family struggling to meet their basic needs, including food, shelter, and clothing. Bethelhem's community suffers from preventable diseases like malaria and malnutrition, compounded by harmful practices such as early child marriage and limited education opportunities for girls. The schools in her area are poorly equipped, and infrastructure such as clean water, electricity, and internet is non-existent. Despite these hardships, Bethelhem is committed to her education and finds joy in playing music."
  },
  {
    "id": "LIA-00014",
    "fullName": "Meskerem Banga Begeji",
    "sponsor": "Meron Melaku",
    "dateOfBirth": "2014-09-10",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 9,
    "gradeAtJoining": null,
    "currentGrade": "Grade 5",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with her parents, both of whom have disabilities, making it difficult for them to farm or earn a stable income. Her family struggles with poverty, and Meskerem shoulders significant emotional and financial challenges alongside them. She have five siblings (Two brothers and Three sisters)",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to help her parents with their disabilities and bring hope to her family",
    "hobby": "Playing volleyball with her friends",
    "about": "Meskerem Banga is a compassionate and determined 10-year-old girl from Serete, Boreda, a rural village in southern Ethiopia. She joined the LIA sponsorship program in November 2024, full of hope to overcome the challenges her family faces and pursue her dream of becoming a doctor. Meskerem's parents live with disabilities, limiting their ability to farm and provide for the family. This has left the family struggling with severe poverty. Despite these challenges, Meskerem is deeply committed to her education, seeing it as the key to a better future for herself and her family. She dreams of becoming a doctor to help her parents with their disabilities and support her family. In her free time, Meskerem enjoys playing volleyball, which brings her joy and provides a sense of community. Her resilience, determination, and compassion make her an inspiration to those around her."
  },
  {
    "id": "LIA-00015",
    "fullName": "Ejigu Sorsa Sore",
    "sponsor": "Adane Bedada",
    "dateOfBirth": "2015-07-08",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his mother, who works as a farm laborer, and his two sisters. The family struggles to meet basic needs like food, shelter, and clothing.",
    "location": "Yego, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher to inspire and educate others",
    "hobby": "Playing soccer with his friends and siblings",
    "about": "Ejigu Sorsa is a hardworking and optimistic boy growing up in southern Ethiopia. His family lives in a region with natural springs and groundwater forests, but poverty and limited agricultural development make life difficult. Despite his mother's efforts as a farm laborer, the family often struggles to meet their daily needs. Ejigu's community faces many challenges, including limited access to healthcare, malnutrition, and harmful cultural practices such as child marriage. Schools in the area are poorly equipped, making it difficult for children to receive quality education. Yet, Ejigu remains determined to achieve his dream of becoming a teacher and breaking the cycle of poverty for his family."
  },
  {
    "id": "LIA-00016",
    "fullName": "Elsabeth Haile Hanka",
    "sponsor": "Hana Negussie",
    "dateOfBirth": "2011-07-07",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 8",
    "school": "Misola full primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her Mother and two siblings (Two Sisters) in a challenging environment where meeting basic needs like food, shelter, and clothing is a daily struggle.",
    "location": "Haylash, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Aspires to become a teacher to educate and inspire others in her community",
    "hobby": "Singing and dreams of performing songs in her church to share her faith and uplift others",
    "about": "Elsabeth Haile is a bright and compassionate young girl living in southern Ethiopia, where she faces daily struggles with her family. Despite the financial and social hardships, her parents work tirelessly to provide for Elsabeth and her two siblings. However, the family still faces significant challenges in accessing essential resources like education, healthcare, and nutritious food. Elsabeth's community, like many others in the region, grapples with issues like poverty, malnutrition, and inadequate schooling. Even with these obstacles, Elsabeth's determination shines through. Her dream of becoming a teacher stems from her desire to educate and empower others, helping to bring positive change to her community. In addition to her academic aspirations, Elsabeth finds joy in singing, especially in her church, where she hopes to inspire others through her faith. Her love for music and devotion to God are sources of strength and hope in her life."
  },
  {
    "id": "LIA-00017",
    "fullName": "Robel Makayno Mamru",
    "sponsor": "Etsegenet Tesfa", 
    "dateOfBirth": "2019-05-18",
    "joinedSponsorshipProgram": "2024-06-24",
    "ageAtJoining": 5,
    "gradeAtJoining": null,
    "currentGrade": "KG 1",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Is the younger brother of Yossef. Their father passed away by suicide, leaving their mother to struggle to provide food and send both children to school. Despite organizational policy not allowing more than one child per family in the program, the board made an exception for Robel, voting to include him due to the family's dire situation. Robel have 4 siblings in total(three brothers and one sister)",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor",
    "hobby": "Playing soccer with his friends",
    "about": "Robel Makayno is a bright and hopeful 5-year-old boy from Wude Boreda, a rural village in southern Ethiopia. He joined the LIA sponsorship program on June 24, 2024, despite the organization's policy of only sponsoring one child per family. His inclusion was approved by a board vote, recognizing the extreme challenges faced by his family. Robel's father passed away by suicide, leaving his mother to care for Robel and his brother Yossef on her own. Life has been incredibly difficult for the family, as his mother struggles daily to provide food and education for her children. Despite these hardships, Robel is full of hope and determination, dreaming of becoming a doctor to help others. In his free time, Robel enjoys playing soccer, which brings him joy and allows him to bond with other children in his village. His positive spirit and resilience inspire those around him, making him a beacon of hope for his family."
  },
  {
    "id": "LIA-00018",
    "fullName": "Erebca Kebede kassa",
    "sponsor": "Betsegaw Yigezu",
    "dateOfBirth": "2011-01-19",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 11,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "50 minutes",
    "family": "Lives with her Parents and three siblings. One of her siblings stopped school in 8th grade and migrated to Addis Ababa for a better job, while the other two have never attended school.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher to inspire and educate others",
    "hobby": "Playing Volleyball",
    "about": "Erebca(Erte) Kebede is a resilient and determined girl growing up in Tenkora, Arbaminch, a region known for its agricultural potential but also significant challenges. Life in her community is fraught with difficulties such as limited access to clean water, food, and healthcare. The lack of child protective services and gender disparities in healthcare opportunities further exacerbate these challenges. Erebca lives in a society with only elementary education available, and harmful traditions like child marriage often cut short girls' potential. Despite these challenges, Erebca is determined to overcome the obstacles in her way and envisions a brighter future for herself and her family."
  },
  {
    "id": "LIA-00019",
    "fullName": "Eyob Sorsa Sorato",
    "sponsor": "Yonathan Admasu",
    "dateOfBirth": "2013-12-12",
    "joinedSponsorshipProgram": "2023-02-23",
    "ageAtJoining": 10,
    "gradeAtJoining": "Grade 2",
    "currentGrade": "Grade 7",
    "school": "Serete full primary School",
    "walkToSchool": "1 hour",
    "family": "Used to live with his single parent (his mother), but now he is living with his older brother and four siblings. One sibling couldn't attend school, and the others migrated to Addis Ababa for work, taking on difficult jobs to survive. Eyob remains the family's brightest hope for the future.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a medical doctor",
    "hobby": "Music (guitar) and hopes to play in his church as he grows older",
    "about": "Eyob Sorsa is a determined and bright boy from Serete Boreda, a remote village in southern Ethiopia. Despite the immense challenges in his life, Eyob is driven to make a difference. He lives in a small home with his father, a hardworking farmer, who struggles daily to provide even the most basic necessities. The family often survives on just one meal a day, in an area with no clean water, electricity, or access to adequate healthcare. Boreda, while rich in agricultural potential, suffers from outdated farming methods, limited market access, and insufficient resources. Schools are poorly equipped, and harmful traditions like child marriage and child migration rob children of their opportunities, especially girls. Eyob's circumstances are challenging, but his unwavering determination to become a doctor and give back to his community sets him apart."
  },
  {
    "id": "LIA-00020",
    "fullName": "Handisso Harise Buratu",
    "sponsor": "Eskedar Abebe",
    "dateOfBirth": "2018-04-01",
    "joinedSponsorshipProgram": "2024-02-24",
    "ageAtJoining": 6,
    "gradeAtJoining": null,
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "30 minutes",
    "family": "Lives with his family and four siblings. Three siblings couldn't attend school, and the other one stopped for work, taking on difficult jobs to survive. Handiso remains the family's brightest hope for the future.",
    "location": "Tenkora, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Handisso is a bright and curious boy growing up in southern Ethiopia in a remote village Zage Boreda with great agricultural potential but severe challenges. His father works hard as a farmer, but like most in the region, struggles with outdated farming methods, limited market access, and insufficient tools to provide enough for the family. The region faces significant barriers, including a lack of healthcare, leading to malnutrition and preventable diseases. Child marriage, harmful traditional practices, and limited educational opportunities further hold back the community. While boys' education is somewhat prioritized, schools are often poorly equipped and overcrowded, leaving children like Handesso with limited opportunities to succeed. Schools in the area are poorly equipped, and children like Petros face additional challenges, such as limited resources and community barriers, yet he remains hopeful and determined."
  },
  {
    "id": "LIA-00021",
    "fullName": "Nathanael Koysha Kore",
    "sponsor": "Yonas Girma",
    "dateOfBirth": "2015-08-05",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his parents and three siblings (one brother and two sisters). Despite facing significant hardships, they support one another in their daily struggles.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Aspires to become a teacher to inspire and educate others in his community",
    "hobby": "Playing soccer and enjoys the sense of teamwork and fun the sport provides",
    "about": "Nathanael (Hazal) Koysha is a bright and determined young boy living in southern Ethiopia. He faces many challenges at home but remains hopeful about his future. Living with his three siblings, Hazal understands the importance of education and dreams of becoming a teacher to help others learn and grow. Soccer is Nathanael (Hazal)'s favorite pastime, offering him a break from daily struggles and a chance to build friendships and teamwork skills. His optimism and dedication to his studies make him a beacon of hope for his family and an example for his peers. With the right support, Hazal can pursue his dream and contribute positively to his family and community."
  },
  {
    "id": "LIA-00022",
    "fullName": "Kebedech Kafto Kana",
    "sponsor": "Aregash Abera Tsega",
    "dateOfBirth": "2018-06-16",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 4,
    "gradeAtJoining": null,
    "currentGrade": "KG 2",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her family and her mother is now pregnant, who is a farmer, and one sibling. Her father struggles to provide for the family due to limited resources. She have 4 siblings (three brothers and one sister)",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a nurse to help her community",
    "hobby": "Playing sports and staying active with friends",
    "about": "Kebedech Kafto is a joyful and energetic girl growing up in southern Ethiopia. Despite her young age, she dreams of making a difference in her community by becoming a nurse. Kebedech lives with her hardworking father and siblings in a remote agricultural region. Though her father works tirelessly, outdated farming methods and lack of access to markets leave the family struggling to meet even their basic needs. The community where Kebedech lives faces significant challenges, including a lack of healthcare, malnutrition, and limited access to clean water. Harmful traditions like child marriage and the undervaluation of girls' education further limit opportunities for young girls like Kebedech. Schools in the region are run-down and ill-equipped, making it difficult for children to receive quality education. Despite these challenges, Kebedech remains hopeful, dreaming of an education and a brighter future where she can serve her community as a nurse."
  },
  {
    "id": "LIA-00023",
    "fullName": "Kuku Balemo Berza",
    "sponsor": "Admasu Lalisho",
    "dateOfBirth": "2016-04-28",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 2",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her single mother and three siblings. Her family faces significant challenges as her mother is ill and one of her siblings is battling tuberculosis, requiring regular medication and care.",
    "location": "Amuro, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor so she can heal her mother and help others in her community",
    "hobby": "Running and finds joy and energy through this activity",
    "about": "Kuku Balemo is a spirited and compassionate young girl living in southern Ethiopia. Her family faces many hardships, including her mother's illness and her sister's struggle with tuberculosis. Despite these challenges, Kuku is filled with hope and determination to create a better future for herself and her family. Her dream of becoming a doctor stems from her deep desire to heal her mother and bring comfort to her family. Kuku's love for running reflects her vibrant personality and her ability to find moments of happiness even in tough circumstances. With the support of the sponsorship program, Kuku can continue her education and work toward her goal of helping her family and community."
  },
  {
    "id": "LIA-00024",
    "fullName": "Mebratu Metena Altaye",
    "sponsor": "Yonathan Lambebo",
    "dateOfBirth": "2013-07-19",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 8,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "His father has passed away, and now he lives with his mother (Askale Herayessa) and five siblings. Two of his siblings currently live in Addis Ababa.",
    "location": "Wude, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer with his friends",
    "about": "Mebratu Metena is a bright and determined boy growing up in Wude, Boreda, Arbaminch, a rural area in southern Ethiopia. He lives with his mother, a stay-at-home caregiver who struggles to provide for her six children. Life in their community is challenging, with high risks of malaria, limited access to clean water, and no electricity or internet. The family faces shortages of basic necessities like food, clothing, and healthcare. While there is access to low-quality primary education in the region, there are no opportunities for education beyond that. Harmful traditional practices in the community further hinder children's ability to reach their full potential. Despite these obstacles, Mebratu remains optimistic and focused on his dream of becoming an engineer. His passion for learning and love for soccer keep his spirits high."
  },
  {
    "id": "LIA-00025",
    "fullName": "Martha Merid Mehamecha",
    "sponsor": "Biruk Feleke",
    "dateOfBirth": "2013-10-10",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "Grade 3",
    "currentGrade": "Grade 5",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour 20 minutes",
    "family": "Lives with her family, which includes her mother and five siblings. Her father has passed away, and her family faces significant hardships in meeting daily needs. Despite the challenges, Martha is determined to succeed and help her family.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a doctor to support her family and make a difference in her community",
    "hobby": "Playing volleyball and finds joy in the sport",
    "about": "Martha Mired is a kind and hardworking young girl living in southern Ethiopia. She faces many challenges at home, including the loss of her father and the financial difficulties her family endures. Despite these hardships, Martha remains focused on her dream of becoming a doctor to help her family and bring positive change to her community. Martha's passion for volleyball brings her moments of happiness and balance amidst her daily struggles. Her determination to succeed academically and her desire to give back to those around her make her a source of hope and inspiration for her family. With the right support, Martha can overcome these challenges and work toward a brighter future for herself, her family, and her community."
  },
  {
    "id": "LIA-00026",
    "fullName": "Nebiyu Endrias Laa",
    "sponsor": "Amanuel Zewide",
    "dateOfBirth": "2017-09-21",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 3,
    "gradeAtJoining": "KG",
    "currentGrade": "Grade 3",
    "school": "Misola full primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his mother and younger brother, both of whom rely on limited resources to meet their daily needs. His father passed away.",
    "location": "Haylasho, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a teacher",
    "hobby": "Playing soccer with his friends and brother",
    "about": "Nebiyu Endrias is a lively and curious boy growing up in Haylasho, Boreda, Arbaminch, a rural area in southern Ethiopia. He lives with his mother and younger brother, both of whom rely on limited resources to meet their daily needs. Life in Halesh is challenging, with frequent occurrences of malaria, insufficient food, and a lack of stable housing. The family struggles with limited access to clean water and basic utilities like electricity and internet. Despite these hardships, Nebiyu is full of hope and determination to become a teacher and make a positive impact in his community. His love for soccer brings joy to his days, even in difficult circumstances."
  },
  {
    "id": "LIA-00027",
    "fullName": "Petros Kama Kore",
    "sponsor": "Bilisuma Diriba",
    "dateOfBirth": "2009-11-11",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 12,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 7",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with his single mother and one sibling. His brother had to stop school due to financial difficulties and he migrated to Addis Ababa.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming a Bank manager",
    "hobby": "Playing soccer",
    "about": "Petros Kama is a bright and determined boy from Zage Boreda, a remote village in southern Ethiopia. Despite the many challenges he faces, Petros is passionate about his education and dreams of building a better future for himself and his family. Petros lives with his hardworking mother, who struggles to provide for the family, and his older brother, who had to leave school due to their financial situation. Life in Zage Boreda is tough, with no access to clean water, electricity, or proper healthcare. The community's agricultural potential remains untapped due to outdated farming practices, leaving families trapped in poverty. Schools in the area are poorly equipped, and children like Petros face additional challenges, such as limited resources and community barriers, yet he remains hopeful and determined."
  },
  {
    "id": "LIA-00028",
    "fullName": "Sarka Samuel Shata",
    "sponsor": "Tenagne Yetimgeta",
    "dateOfBirth": "2015-10-29",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": 6,
    "gradeAtJoining": "Grade 1",
    "currentGrade": "Grade 3",
    "school": "Serete primary School",
    "walkToSchool": "1 hour",
    "family": "Lives with his parents and four siblings. His parents are farmers who struggle to provide for the family despite their hard work.",
    "location": "Serete, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Dreams of becoming an engineer",
    "hobby": "Playing soccer",
    "about": "Sarka Samuel is a bright and determined boy growing up in Arbaminch Boreda, a region in southern Ethiopia. His family works tirelessly as farmers, yet they face significant challenges in meeting their basic needs, including food, shelter, and clothing. The lack of access to larger markets and modern farming tools keeps families like Sarka's in a cycle of poverty. Sarka's community struggles with preventable diseases like malaria and malnutrition, as well as societal issues such as early pregnancies, child marriage, and limited nutrition knowledge. Schools in the area are poorly equipped and offer only elementary education. The absence of child protection systems leaves children vulnerable to neglect and abuse. Additionally, the region lacks basic infrastructure, including access to clean water, electricity, and internet services. Despite these challenges, Sarka remains hopeful about his future and is determined to pursue his dream of becoming an engineer. His passion for learning and love for soccer bring joy and purpose to his life."
  },
  {
    "id": "LIA-00029",
    "fullName": "Tarik Aba Wana",
    "sponsor": "Saron Alemu",
    "dateOfBirth": "2010-05-25",
    "joinedSponsorshipProgram": "2022-02-20",
    "ageAtJoining": null,
    "gradeAtJoining": "Grade 4",
    "currentGrade": "Grade 6",
    "school": "Gamo Primary School",
    "walkToSchool": "40 minutes",
    "family": "Lives with her older brother after losing her father and being separated from her mother. She has three siblings, none of whom live with their parents. Trik faces significant challenges, including working hard after school to cook and care for the household.",
    "location": "Zage, Boreda, Arbaminch, Southern Ethiopia",
    "aspiration": "Is still discovering her dream to be a Nurse, as she balances her responsibilities at home and school",
    "hobby": "Learning and helping her siblings when she has free time",
    "about": "Tarik Aba is a resilient and hardworking young girl living in southern Ethiopia. She faces immense challenges, including the loss of her father and separation from her mother, yet she remains determined to create a better future for herself and her siblings. Tarik lives with her older brother and works tirelessly after school to cook and help manage the household. Tarik's community, like many others in the region, is marked by socio-economic struggles, including poverty, limited educational resources, and a lack of access to basic necessities. Despite these obstacles, Tarik shows remarkable strength and perseverance, attending school and striving to overcome her hardships. With the right support, Tarik can unlock her potential and work toward a brighter future, not only for herself but also for her siblings."
  }
]